---
kind: type
id: T:Autodesk.Revit.DB.View3D
zh: 三维视图、3d视图
source: html/d795a238-fc24-1875-e64f-a2bef56ae949.htm
---
# Autodesk.Revit.DB.View3D

**中文**: 三维视图、3d视图

Class for 3D views

## Syntax (C#)
```csharp
public class View3D : View
```